{
    "Account deleted": "Cuenta borrada",
    "Your account has been deleted": "Tu cuenta ha sido eliminada",
    "These credentials do not match our records.": "Estas credenciales no coinciden con nuestros registros.",
    "The provided password is incorrect.": "La contraseña proporcionada es incorrecta.",
    "Too many login attempts. Please try again in :seconds seconds.": "Demasiados intentos de inicio de sesión. Vuelva a intentarlo en :seconds segundos.",
    "You are already logged in!": "¡Ya te has autenticado!",
    "Oops, something went wrong!": "¡Huy! Algo salió mal!",
    "Email already verified!": "Correo electrónico ya verificado!",
    "Phone already verified!": "¡Teléfono ya verificado!",
    "The value must be a valid email!": "¡El valor debe ser un correo electrónico válido!",
    "The value must be a valid phone number!": "¡El valor debe ser un número de teléfono válido!",
    "Incorrect email": "Email incorrecto",
    "Favourable model could not be found": "No se pudo encontrar un modelo favorable",
    "Unable to remove units under warranty from the system": "No se pueden eliminar productos en garantía del sistema",
    "Unable to add or remove units under warranty from the system": "No se pueden agregar o eliminar productos en garantía del sistema",
    "Warranty registration request already sent.": "Solicitud de registro de garantía ya enviada.",
    "Error sending registration request": "Error al enviar la solicitud de registro",
    "Warranty registration request sent": "Solicitud de registro de garantía enviada",
    "Warranty registration for these serial numbers has already been requested": "Ya se ha solicitado el registro de garantía para estos números de serie",
    "Thanks for the question. Our manager will contact you soon": "Gracias por la pregunta. Nuestro gerente se comunicará con usted pronto",
    "The set of entered serial numbers is incorrect.": "El conjunto de números de serie ingresados es incorrecto.",
    "The selected project is expired or does not exist": "El proyecto seleccionado está caducado o no existe",
    "You have requested credentials. Please wait while the application is being processed.": "Ha solicitado acceso. Espere mientras se procesa la solicitud."
}
