<?php

return [
    'heading' => [
        'branches' => [
            'ID',
            'Назва',
            'Місто',
            'Область',
            'Адреса',
            'Телефон1',
            'Телефон2',
            'Телефон3',
            'Кількість інспекцій',
        ],
        'users' => [
            'ID',
            'Прізвище',
            'Ім\'я',
            'По батькові',
            'Email',
            'Філія',
            'Телефон1',
            'Телефон2',
            'Телефон3',
            'Кількість інспекцій',
        ]
    ]
];
