<?php

return [
    'validation_messages' => [
        'odo' => [
            'too_small' => 'Поточні показання одометра менші за встановлені в ТС',
            'is_required' => 'Покази одометра є обов\'язковими для виду ТЗ',
        ],
        'photos' => [
            'sign' => [
                'is_required' => 'Необхідно завантажити зображення підпису або вказати "неможливо взяти підпис"'
            ],
            'vehicle' => [
                'is_required' => 'Необхідно завантажити фото ТЗ'
            ],
            'state_number' => [
                'is_required' => 'Необхідно завантажити фотореєстраційний номер'
            ],
            'odo' => [
                'is_required' => 'Необхідно завантажити фото одометра'
            ],
        ],
        'tire' => [
            'ogp_bigger_ngp' => 'ОГП шини не може бути більшою за її НГП',
            'ogp_too_big' => 'ОГП шини більші за попередні вимірювання',
            'same_tire' => 'Не можна використовувати однакові шини'
        ],
    ],
    'can_not_update' => 'Ви не можете оновити інспекцію. Інспекція створена понад 72 години тому',
    'linked' => [
        'incorrect_vehicle_form' => 'У зазначеній інспекції не відповідає вигляд ТЗ',
        'main_has_trailer' => 'Інспекція з основному ТЗ вже пов\'язана з іншою інспекцією з причіпного ТЗ',
        'trailer_has_main' => 'Інспекція з причіпного ТС вже пов\'язана з іншою інспекцією з основному ТС',
        'main_has_not_trailer' => 'Інспекція з основному ТЗ не пов\'язана з інспекцією з причіпного ТЗ',
    ],
];
