<?php

return [
    'default-greeting' => 'Дякую, що вибрали нас!',

    'trouble clicking' => "Якщо у вас виникли проблеми з натисканням кнопки \":actionText\", скопіюйте та вставте URL-адресу нижче\n" .
        'у свій веб-браузер:',

    'regards' => 'З повагою',

    'all-rights-reserved' => 'Всі права захищені',

    'no-longer-want-receive-email' => 'Не хочете більше отримувати листи?',

    'forgot_password' => [
        'greeting' => 'Привіт, :name',
        'subject' => 'Відновлення пароля',
        'line_1' => 'Був запит на зміну пароля!',
        'line_2' => 'Якщо ви не надсилали цей запит, не звертайте уваги на цей лист.',
        'line_3' => 'Змінити пароль',
    ],
    'reset_password' => [
        'greeting' => 'Здрастуйте, :name!',
        'subject' => 'Новий пароль',
        'line_1' => 'Ваш новий пароль: <strong>:password</strong>',
        'line_2' => 'Використовуйте вказаний пароль для входу до свого облікового запису.',
        'line_3' => 'Після входу в особистий кабінет настійно рекомендуємо змінити пароль на більш зрозумілий та надійний.',
    ],
    'roles' => [
        'set-as-default-for-owner' => 'Роль встановлено за замовчуванням.',
        'cant-be-toggled' => 'Не можна вимкнути роль за промовчанням. Спробуйте вибрати іншу.',
    ],
    'ip-access' => [
        'ip-list-deleted' => 'IP-адреси видалені.',
        'ip-list-delete-error' => 'Помилка видалення IP-адрес.',
    ],

    'user' => [
        'email-is-not-verified' => 'Ваша електронна адреса не підтверджена.',
    ],

    'company' => [
        'title' => 'Компанія',
    ],

    'admin' => [
        'title' => 'Адміністратор',
        'actions' => [
            'delete' => [
                'fail' => [
                    'reasons' => [
                        'by-myself' => 'Ви не можете видалити себе.'
                    ]
                ],
                'success' => [
                    'one-entity' => 'Видалення адміністратора пройшло успішно.',
                    'many-entity' => 'Видалення адміністраторів пройшло успішно.',
                ]
            ]
        ],
    ],
    'action' => [
        'success' => 'Операцію завершено успішно.',
        'warning' => 'Операція завершена частково.',
        'fail' => 'Операція не вдалася.',
    ],
];
