<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы напоминания пароля
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки возвращаются брокером паролей на неудачные
    | попытки обновления пароля в таких случаях, как ошибочный код сброса
    | пароля или неверный новый пароль.
    |
    */

    'reset' => 'Ваш пароль було скинуто!',
    'sent' => 'Посилання на скидання пароля було надіслано!',
    'throttled' => 'Зачекайте, будь ласка, перед повторною спробою.',
    'token' => 'Помилковий код скидання пароля.',
    'user' => 'Не вдалося знайти користувача з вказаною електронною адресою.',

    'email' => [
        'greeting' => 'Доброго дня, :name!',
        'admin_registration_subject' => 'Реєстрація в адмін-панелі програми Дальнобій',
        'admin_change_subject' => 'Зміни облікового запису адміністратора програми Дальнобій',
        'admin_registration_success' => 'Ви успішно зареєстровані в адмін-панелі програми Дальнобій',
        'registration_subject' => 'Реєстрація в додатку Дальнобій',
        'change_subject' => 'Зміни облікового запису Дальнобій',
        'registration_success' => 'Ви були успішно зареєстровані в додатку Дальнобій',
        'password_changed' => 'Пароль для вашого облікового запису було змінено',
        'your_login' => 'Ваш логін: :email',
        'password' => 'Ваш пароль для входу: :password',
        'change_password' => 'Рекомендуємо змінити його після авторизації в системі.',
        'login' => 'Увійти'
    ]
];
