<?php

use Wezom\Core\Enums\TranslationSideEnum;

return [
    TranslationSideEnum::ADMIN => [
        'admin_fail_reasons_by_myself' => 'Ви не можете видалити себе',
        'forgot_password' => [
            'greeting' => 'Привіт, :name!',
            'subject' => 'Скидання пароля',
            'line_1' => 'Був запит на зміну вашого пароля!',
            'line_2' => 'Якщо ви не робили цей запит, проігноруйте цей електронний лист.',
            'line_3' => 'В іншому випадку натисніть це посилання, щоб змінити свій пароль:
        <a href=":link" style="color: red">Посилання</a>',
            'action' => 'Установить пароль',
        ],

        'email_verification' => [
            'greeting' => 'Привіт, :name',
            'subject' => 'Підтвердження електронної пошти',
            'line' => 'Для підтвердження нової електронної пошти перейдіть за посиланням',
            'action' => 'Підтвердити',
        ],

        'set_password' => [
            'greeting' => 'Привіт, :name!',
            'subject' => 'Створити пароль',
            'line_1' => 'Ваш обліковий запис створено! Будь ласка, встановіть пароль.',
            'line_2' => 'Якщо ви не створювали необхідний обліковий запис, проігноруйте цей електронний лист.',
            'line_3' => 'В іншому випадку натисніть це посилання, щоб установити свій пароль:
        <a href=":link" style="color: red">Посилання</a>',
            'action' => 'Установити пароль',

        ],
    ],
];
