<?php

return [
    'heading' => [
        'branches' => [
            'ID',
            'Название',
            'Город',
            'Область',
            'Адрес',
            'Телефон1',
            'Телефон2',
            'Телефон3',
            'Количество инспекций',
        ],
        'users' => [
            'ID',
            'Фамилия',
            'Имя',
            'Отчество',
            'Email',
            'Филиал',
            'Телефон1',
            'Телефон2',
            'Телефон3',
            'Количество инспекций',
        ]
    ]
];
