<?php

return [
    'today_delivered_orders' => 'Количество заказов, доставленных за сегодня',
    'pickup_overdue_orders' => 'Количество заказов, просроченных по пикапу на сегодня',
    'delivery_overdue_orders' => 'Количество заказов, просроченных по доставке на сегодня',
    'today_pickup_orders' => 'Количество заказов, которые нужно забрать сегодня',
    'today_delivery_orders' => 'Количество заказов, которые нужно доставить сегодня',
    'payment_overdue_orders' => 'Количество заказов, просроченных по оплате на сегодня',
    'today_paid_orders' => 'Сумма оплаченных заказов за сегодня',
    'month_paid_orders' => 'Сумма оплаченных заказов за текущий месяц',
];
