<?php

return [
    'admin' => [
        'group' => 'Администраторы',
        'grants' => [
            'list' => 'Список',
            'show' => 'Просмотр',
            'create' => 'Создание',
            'update' => 'Изменение',
            'delete' => 'Удаление',
        ],
    ],

    'user' => [
        'group' => 'Пользователи',
        'grants' => [
            'list' => 'Список',
            'create' => 'Создание',
            'update' => 'Изменение',
            'delete' => 'Удаление',
        ],
    ],

    'role' => [
        'group' => 'Роли',
        'grants' => [
            'list' => 'Список',
            'show' => 'Просмотр',
            'create' => 'Создание',
            'update' => 'Изменение',
            'delete' => 'Удаление',
        ],
    ],

    'company' => [
        'group' => 'Компании',
        'grants' => [
            'list' => 'Список',
            'show' => 'Просмотр',
            'create' => 'Создание',
            'update' => 'Изменение',
            'delete' => 'Удаление',
            'status' => 'Статус',
        ],
    ],

];
