<?php

return [
    'confirm_email' => [
        'subject' => 'Верификация email',
        'line 1' => 'Верифецируйте ваш email',
        'line 2' => 'перейдя по ссылке ниже',
        'button' => 'Верификация'
    ],
    'credentials' => [
        'subject' => 'Новый пароль',
        'welcome' => 'Здравствуйте!',
        'new data' => 'Ваши новые данные: ',
        'login' => 'Ваш логин: ',
        'password' => 'Ваш пароль: ',
        'description' => 'Вы получили это сообщение так как запросили новый пароль к вашему аккаунту',
        'regard' => 'С Уважением,',
        'arma-motors' => 'Арма-моторс',
        'footer description' => 'Это письмо было отправлено автоматически - не отвечайте на него.',
        'copyright' => '© 2021 Арма-моторс. Все права защищены.',
    ]

];
