<?php

return [
    'today_delivered_orders' => 'Кількість замовлень, доставлених за сьогодні',
    'pickup_overdue_orders' => 'Кількість замовлень, прострочених по пікапу на сьогодні',
    'delivery_overdue_orders' => 'Кількість замовлень, прострочених по делівері на сьогодні',
    'today_pickup_orders' => 'Кількість замовлень, які потрібно забрати сьогодні',
    'today_delivery_orders' => 'Кількість замовлень, які потрібно доставити сьогодні',
    'payment_overdue_orders' => 'Кількість замовлень, прострочених з оплати на сьогодні',
    'today_paid_orders' => 'Сума оплачених замовлень за сьогодні',
    'month_paid_orders' => 'Сума оплачених замовлень за поточний місяць',
];
